Socialism.org
* 什么是社会主义？
** 毛时代的社会主义


*** 人民公社
*** 大跃进
*** 文化大革命
天下大乱，天下大治。可以从基辛格的视角去看出当年的确是形势严峻。
**** 不能否定当年邓小平的讲话，确实是存在问题的。
现在的问题是如何做到共同富裕，这是一个阶级议题。
**** 抗击新冠的政治意义是什么？

** 后毛时代的社会主义
现在的中国政府存在的问题是，是否延续了当年毛的路线，按照毛的路线是否需要继续革命？能否有超越毛的思路去解决社会发展的问题？或者是需要找到和平的方式去解决社会发展的问题。

必须要明确一点的是，不要迷信毛泽东这个名字，要站在自己的角度去看问题，而不是毛的角度看问题。现在已经不是上一个世纪了。

“人类命运共同体”，这个有点像共产主义，当然现在这个提法，多数是因为中国的实力 上升了。我需要想的事情是什么事情呢?我现在是不是在想自己的事情呢。


现在是除了无产阶级基本都是党控制的了。一个基本的问题出现了？人和人的关系是如何构成的？商品构成的吗？利益构成的吗？
