Socialism.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-21 二 15:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="xm" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb402626">1. 什么是社会主义？</a>
<ul>
<li><a href="#orgd09ce2d">1.1. 毛时代的社会主义</a>
<ul>
<li><a href="#org3409636">1.1.1. 人民公社</a></li>
<li><a href="#org80c7706">1.1.2. 大跃进</a></li>
<li><a href="#org396c000">1.1.3. 文化大革命</a></li>
</ul>
</li>
<li><a href="#org5959858">1.2. 后毛时代的社会主义</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-orgb402626" class="outline-2">
<h2 id="orgb402626"><span class="section-number-2">1.</span> 什么是社会主义？</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orgd09ce2d" class="outline-3">
<h3 id="orgd09ce2d"><span class="section-number-3">1.1.</span> 毛时代的社会主义</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org3409636" class="outline-4">
<h4 id="org3409636"><span class="section-number-4">1.1.1.</span> 人民公社</h4>
</div>
<div id="outline-container-org80c7706" class="outline-4">
<h4 id="org80c7706"><span class="section-number-4">1.1.2.</span> 大跃进</h4>
</div>
<div id="outline-container-org396c000" class="outline-4">
<h4 id="org396c000"><span class="section-number-4">1.1.3.</span> 文化大革命</h4>
<div class="outline-text-4" id="text-1-1-3">
<p>
天下大乱，天下大治。可以从基辛格的视角去看出当年的确是形势严峻。
</p>
</div>
<ol class="org-ol">
<li><a id="org77a1961"></a>不能否定当年邓小平的讲话，确实是存在问题的。<br />
<div class="outline-text-5" id="text-1-1-3-1">
<p>
现在的问题是如何做到共同富裕，这是一个阶级议题。
</p>
</div>
</li>
<li><a id="org12f2ee8"></a>抗击新冠的政治意义是什么？<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org5959858" class="outline-3">
<h3 id="org5959858"><span class="section-number-3">1.2.</span> 后毛时代的社会主义</h3>
<div class="outline-text-3" id="text-1-2">
<p>
现在的中国政府存在的问题是，是否延续了当年毛的路线，按照毛的路线是否需要继续革命？能否有超越毛的思路去解决社会发展的问题？或者是需要找到和平的方式去解决社会发展的问题。
</p>

<p>
必须要明确一点的是，不要迷信毛泽东这个名字，要站在自己的角度去看问题，而不是毛的角度看问题。现在已经不是上一个世纪了。
</p>

<p>
“人类命运共同体”，这个有点像共产主义，当然现在这个提法，多数是因为中国的实力 上升了。
</p>


<p>
现在是除了无产阶级基本都是党控制的了。一个基本的问题出现了？人和人的关系是如何构成的？商品构成的吗？利益构成的吗？</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: xm</p>
<p class="date">Created: 2024-05-21 二 15:02</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
